"SPC Password" = "SPC-passord";
"Authentication Key" = "Godkjenningsnøkkel";
"Incorrect key" = "Feil nøkkel";
"Incorrect SPC Password" = "Feil SPC-passord";
"Enter 26 digit key" = "Angi godkjenningsnøkkel på 26 sifre.";
"Security" = "Sikkerhet";
"Too many retries of SPC." = "For mange forsøk på SPC.";
"AKEY set successfully." = "AKEY er angitt.";
"Failed to set AKEY." = "Kunne ikke angi AKEY.";
"Too many retries of AKEY." = "For mange forsøk på AKEY.";
"Password" = "Passord";
"Key" = "Nøkkel";
"OK" = "Ja";
"Cancel" = "Avbryt";